Repository: TeamEver/EverwooFreeShippingNotifications
Catalog: languages/everwoofreeshippingnotifications-*.po
Languages: fr_fr

source: Banned ID categories on product deletion
fr_fr: ID des catégories bannies pour la suppression

source: Btoostore file URL
fr_fr: URL du fichier Btoostore

source: Btoostore settings
fr_fr: Réglages Btoostore

source: Creation mode
fr_fr: Mode création

source: Ever Team
fr_fr: Team Ever

source: Ever Woo Btoostore
fr_fr: Ever WC Btoostore

source: Feel free contact us for support or updates
fr_fr: N'hésitez pas à nous contacter pour obtenir du support ou des mises à jour

source: If WooCommerce is installed, you will be able to import Btoostore products as WooCommerce products.
fr_fr: Si Woocommerce est installé, vous serez en mesure d'importer des produits depuis Btoostore

source: Import Btoostore data as WooCommerce products ?
fr_fr: Activer l'import et la mise à jour des données en tant que produits WooCommerce ?

source: Import-update Btoostore products as products now
fr_fr: Importer et mettre à jour les produits depuis Btoostore

source: In order to import files from Btoostore manually, please add Btoostore CSV file on this folder :
fr_fr: Si vous désirez importer manuellement des fichiers Btoostore, merci de mettre le fichier CSV dans ce répertoire sur votre serveur :

source: Please add on category ID per line. Products with those categories IDs won't be deleted
fr_fr: Merci d'ajouter un identifiant de catégorie par ligne. Les produits rangés dans ces catégories seront ignorés lors de la suppression des produits qui ne sont pas dans les données en provenance de Btoostore

source: Please set form settings to allow or dissallow Btoostore on your WordPress site
fr_fr: Merci de bien configurer ces réglages afin d'activer ou de désactiver les imports et mises à jour depuis Btoostore

source: product description (in case of product creation)
fr_fr: Description du produit (en cas de création)

source: product ean13
fr_fr: EAN13 du produit

source: product name (in case of product creation)
fr_fr: Nom du produit (en cas de création)

source: product price with taxes
fr_fr: Prix du produit

source: Products are updated depending EAN13 (depends on Ever WP Btoostore configuration settings). You will be able to set your own products ean13 by precising it on each product management pages
fr_fr: Les variations sont mises à jour à partir du libellé du produit et de l'EAN13 de la variation. Vous serez en mesure de renseigner vos propres EAN13 en les saisissant directement dans chacune des variations

source: products variations
fr_fr: variations des produits

source: Settings
fr_fr: Réglages

source: stock status
fr_fr: état du stock

source: Use this plugin for import datas from Btoostore
fr_fr: Utilisez ce plugin pour importer vos données depuis un fichier CSV Btoostore

source: WooCommerce settings wont work until you install this plugin
fr_fr: Les réglages ne fonctionneront pas en l'absence du plugin WooCommerce

source: WordPress & WooCommerce settings
fr_fr: Réglages WooCommerce

source: WordPress settings
fr_fr: Réglages WordPress
